Repository: giellalt/corpus-sms
Catalog: tmx/fin/facta/samediggi.fi/uuden_vuoden_tervehdys_koltansaame_tsa_01012016.pdf.tmx
Source language: sms
Languages: fin

source: Ođđ eeʹjj tiõrvʼvuõđ
fin: Uuden vuoden tervehdys

source: Šiõǥǥ lookki,
fin: Hyvä lukija,

source: eeʹjjvaajtõõzzâst da Sääʹmteeʹǧǧ vaalpõõʹji vaajtõõzzâst lij šiõǥǥ vuäʹnkânji õʹhtte ǩieʹssed måttmid mõõnni eeʹjj di vaalpââʹj oʹnnstummšid di ođđ ääiʹj ooudpeäʹlnn leʹddi vaʹǯǯtõõzzid.
fin: vuodenvaihteessa ja Saamelaiskäräjien vaalikausien taitteessa on hyvä lyhyesti yhteen vetää joitain edellisen vuoden sekä vaalikauden onnistumisia sekä uuden edellä haasteita ja odotuksia.

source: Eeʹǩǩ 2015 õõʹni seʹst nuʹtt maaiʹlmveiddsânji, meersânji ko še pääiklânji määngid miârkteei šõddmõõžžid, kook paʹcce historiaaʹje da oummui miõlid.
fin: Vuosi 2015 sisälsi niin maailmanlaajuisesti, kansallisesti kuin paikallisesti monia merkittäviä tapahtumia, jotka jäävät historiaan sekä ihmisten mieliin.

source: Sääʹmteeʹǧǧ vaalpââʹjj 2012–2015 lij leämmaž tiudd tuâjain.
fin: Saamelaiskäräjien vaalikausi 2012–2015 on ollut työn täyteinen.

source: Jiânnai vuåǯǯuš äigga, leâʹša seämma ääiʹj määŋg vaalpââʹj täävtõõzzin jie teâuddjam.
fin: Paljon saatiin konkreettista aikaan, mutta samaan aikaan monet vaalikauden tavoitteista eivät toteutuneet.

source: Eeʹǩǩ 2015 leäi še säʹmmlai pueʹttiääiʹj peäʹlnn kueiʹti tääʹrǩes vaali, parlameʹntt- da sääʹmteʹǧǧvaali, eeʹǩǩ.
fin: Vuosi 2015 oli myös saamelaisten tulevaisuuden kannalta kaksien, tärkeiden vaalien, eduskunta- ja saamelaiskäräjävaalien, vuosi.

source: Pukin miârkteei šõddmõõžž
fin: Merkittävimpiä tapahtumia

source: Kookkas pueʹttiäigga vaaikteei da pukin vääžnʼjummuš mõõnni eeʹjj ouddnummuš tâʹvven jälsteei da jieʹlli oummid lij Pariisâst tuejjuum äimmõs-suåppmõš.
fin: Pohjoisessa asuville ja eläville kauaskantoisin ja merkittävin kuluneen vuoden edistysaskel on Pariisissa neuvoteltu ilmastosopimus.

source: Alggmeerai äʹrbbvuõđlaž jieʹllemvueʹǩǩ taarbaš luâđ.
fin: Alkuperäiskansojen perinteinen elämäntapa tarvitsee luontoa.

source: Tän poddsa krootai da viõusâs muttâz luâđast, koi vueʹrdet viõkkšmed pueʹttiääiʹjest äimmõõzz pakknummuž diõtt, lie alggmeerai jieʹllemviõkksažvuõʹtte samai jõnn vaarr.
fin: Tämän hetkiset äkilliset ja voimakkaat muutokset luonnossa, joiden odotetaan voimistuvan tulevaisuudessa ilmaston lämpenemisen johdosta, ovat alkuperäiskansojen elinvoimaisuudelle erittäin suuri uhka.

source: Alggmeer lie lââʹssen täujja tõt-i vueʹss meerast, mii ij leäkku tuåimeezvuiʹm vaaiktam jiânnai äimmõspakknummša.
fin: Alkuperäiskansat ovat lisäksi usein juurikin se osa väestöstä, mikä ei ole toimillaan vaikuttanut suuresti ilmastonlämpenemiseen.

source: Gåårõʹtti lij, što alggmeer joudda ååʹn tõʹst mäʹhssed.
fin: Valitettavaa onkin, että alkuperäiskansat joutuvat nyt siitä maksamaan.

source: Aarktlaž vuuʹdest äimmõs pakkan miâlggâd kueiʹt vuâra jeeʹres maaiʹlm jåʹttlubun, što juʹn pieʹllneʹb graadd pakknem vuäitt leeʹd aarktlaž meeraid joba koumm graadd.
fin: Aktisella alueella ilmasto lämpenee lähes kaksi kertaa muuta maailmaa nopeammin, joten jo puolentoista asteen lämpeneminen voi olla arktisille kansoille jopa kolme astetta.

source: Säʹmmlai ǩiõččâmvueʹjjest suåppmõõžžâst lij positiivlaž tõt, što vuåǯǯuš äigga suåppmõõžž, koin äimmõõzz pakknummuž põõrǥât rääʹjted vuâlla kueʹhtt graadd ouddindustriaalʼlaž ääiʹj veʹrddeeʹl.
fin: Saamelaisten näkökulmasta sopimuksessa on positiivista se, että saatiin aikaiseksi sopimus, jolla ilmaston lämpeneminen pyritään rajoittamaan alle kahden asteen esiteolliseen aikaan verrattuna, pyrkien puoleentoista asteeseen.

source: Tääzz piâzzât tobddjeei peästtmõõžžid tuejjeeʹl, koi pirr mainstet äävnalla.
fin: Tähän päästään tuntuvia päästövähennyksiä tehden, joista keskustellaan avoimesti.

source: Lââʹssen âlgg ââʹnned samai tääʹrǩes äʹššen suåppmõõžž auʹǯǯjummuž ââʹnned huõl peästtmõõžži ruõkki illnjiõlõõǥǥi, jeärben mieʹcci, suõjjummšest.
fin: Lisäksi erittäin tärkeänä seikkana tulee pitää sopimuksen kehotusta huolehtia päästöjä varastoivien hiilinielujen, erityisesti metsien, suojelusta.

source: Säʹmmlai ǩiõččâmvueʹjjest suåppmõõžžâst lij negatiivlaž tõt, što alggmeerai vuõiggâdvuõđid peäggte tåʹlǩ suåppmõõžž jååʹđtemsaaʹnin, jie-ǥa tuåimmjummuž oʹhjjeei, operatiivlaž vueʹzzest.
fin: Saamelaisten näkökulmasta sopimuksessa negatiivista on se, että alkuperäiskansojen oikeudet mainitaan vain sopimuksen johdanto-osassa, eikä toimintaa ohjaavassa, operatiivisessa osassa.

source: Suåppmõõžžâst õnnum sääʹnnvaʹlljummuž alggmeervuõiggâdvuõđin lie še miâlggâd rââʹžž.
fin: Sopimuksessa käytetyt maininnat alkuperäiskansojen ihmisoikeuksista ovat myös muodoltaan suhteellisen heikkoja.

source: Lââʹssen suåppmõšteʹkstt liʹnjjai alggmeerai teâđast, ij-ǥa alggmeerai äʹrbbvuõđlaž teâđast, nuʹtt mäʹhtt alggmeerpolitiikkâst lij liʹnnjum.
fin: Lisäksi sopimusteksti linjaa alkuperäiskansojen tiedosta, eikä alkuperäiskansojen perinteisestä tiedosta, kuten alkuperäiskansapolitiikassa on linjattu.

source: Pariisâst lie čuäʹjtam maailma viâhhid da ååʹn jiõčč tuâjj eman älgg.
fin: Pariisissa on näytetty maailmalle tienviitat ja nyt varsinainen työ vasta alkaakin.

source: Mon tuäivam, što Sääʹmteeʹǧǧ vääʹldet mieʹldd meersaž tääʹzz tiuʹddepiijjmõõžžâst nuʹtt plaanma ko še tieuʹddmest, vuõiggnalla da šiõǥǥ jiõggâst di nuʹtt vuõss lääuʹǩest ko vueiʹtlvaž.
fin: Toivonkin, että Saamelaiskäräjät otetaan kansallisessa täytäntöönpanossa mukaan niin suunnittelussa kuin toteuttamisessa, aidosti ja hyvässä hengessä sekä mahdollisemman varhaisessa vaiheessa.

source: Tuäivam, što pueʹtti Sääʹmteʹǧǧ puätt liʹnnjed jiijjâs äimmõsmuttâz tuõʹllʼjemtäävtõõzzees ouddmiârkkân vieʹǩǩteeʹl äʹrbbvuõđlaž teâđ veäkka äimmõsmuttsa šiõttlõõvvmõõžžâst di lââʹzzteeʹl tieʹttemvuõđ äimmõsmuttâz tuõʹllʼjummuž konkreettlaž vuõʹjjin sääʹmõhttsažkååʹddest.
fin: Toivon, että tulevat Saamelaiskäräjät linjaa omat ilmastonmuutoksen hillitsemistavoitteensa esimerkiksi auttamalla perinteisen tiedon avulla ilmastonmuutokseen sopeutumisessa sekä lisäämällä tietoisuutta ilmastonmuutoksen hillitsemisen konkreettisista keinoista saamelaisen yhteisön sisällä.

source: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari Nuõrttsäʹmmla vuåǯǯu kålggmannust kuullâd, što nuõrttsäʹmmlai kreäpast leäi primmum Unesco Maaiʹlm mooštai sizz.
fin: Oikeuksia, joita me emme ole antaneet pois tai joita Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari ei ole otettu meiltä pois.

source: Kreäpast lij sääʹm arkiivääʹrb symbol leâʹša tõt lij še tuõđštõs.
fin: Gramota on saamelaisen arkistoperinteen symboli mutta se on myös todiste.

source: Tuõđštõs, kååʹtt lij sääʹm mettkääʹvest oʹdinakai da kååʹtt tuõđašt, što säʹmmla lie vaaldšam määddaid da čaaʹʒʒid ouddâl pukid.
fin: Todiste, joka on saamelaisessa mittakaavassa ainutlaatuinen ja joka todistaa saamelaisten hallinneen maita ja vesiä ennen muita.

source: Leâʹša kreäpast lij še tuõđštõs, kååʹtt lij maaiʹlmveiddsânji alggmeeraid miârkkšõõvvi seämma vââʹjj diõtt; alggmeerain lij vuõiggâdvuõtt määddeez da čaaʹʒʒeez.
fin: Mutta gramota on myös todiste, joka on maailmanlaajuisesti alkuperäiskansoille merkittävä samasta syystä; alkuperäiskansoilla on oikeus maihinsa ja vesiinsä.

source: Määddeez da čaaʹʒʒeez, koid nuuʹbb meer lie čuuʹt määŋg vuâra tuõttâm leeʹd sij määdd da čääʹʒʒ.
fin: Maihinsa ja vesiinsä, jotka muut kansat ovat liian usein julistaneet omikseen.

source: Mõõnnâm eeʹjjest jõnn vueʹss Sääʹmteeʹǧǧ tuåimin ǩiõttʼtõõli mäddââʹnnem.
fin: Kuluneena vuonna suuri osa Saamelaiskäräjien toiminnasta käsitteli maankäyttöä.

source: Sääʹmteʹǧǧ kååččai säʹmmlai dommvuuʹd paalǥâskooʹddid di Saaʹmi siidsåbbar õhttsažsåbbra, koʹst saǥǥstõʹlleš jm. kuåivâslääʹjj tueiʹmmepiijjmest säʹmmlai dommvuuʹdest, puõccuhåiddamlääʹjj oođeemtaarbin di näuʹddpolitiikkâst.
fin: Saamelaiskäräjät kutsui saamelaisten kotiseutualueen paliskunnat sekä Kolttien kyläkokouksen yhteiskokoukseen, jossa keskusteltiin mm. kaivoslain toimeenpanosta saamelaisten kotiseutualueella, poronhoitolain uudistustarpeista sekä petopolitiikasta.

source: Sääʹmteeʹǧǧ pirrõspiisar lij še alttääm mõõntõõllâmvuäʹpstõsmeärrõseʹtǩǩõõzz raajjmõõžž kuåivâslääʹjj tueiʹmmepiijjmõʹšše õõuteeʹl säʹmmlai dommvuuʹdest.
fin: Saamelaiskäräjien ympäristösihteeri on myös aloittanut menettelyohjesääntöesityksen laatimisen kaivoslain toimeenpanoon liittyen saamelaisten kotiseutualueella.

source: Vuõssmõs määʹttest Sääʹmteʹǧǧ lij vuäinnam tarbbsen altteed saǥǥstõõllmõõžžid Saaʹmi siidsåbbrin da sääʹmvuuʹd paalǥâskooʹddivuiʹm mõõntõõllâmvuäʹpstõsmeärrõseʹtǩǩõõzz raajjâm diõtt.
fin: Ensimmäisessä vaiheessa Saamelaiskäräjät on nähnyt tarpeelliseksi aloittaa neuvottelut Kolttien kyläkokouksen ja saamelaisten kotiseutualueen paliskuntien kanssa menettelyohjesääntöesityksen laatimiseksi.

source: Lââʹssen mädd- da čääʹccââʹnnem kueʹsǩǩe meäʹcchalltõslääʹǩǩoođõs di Teänjooǥǥ kueʹlstõõllâmsuåppmõõžž saǥǥstõõllmõš.
fin: Lisäksi maan- ja vedenkäyttöä koskivat metsähallituslakiuudistus sekä Tenon kalastussopimuksen neuvottelut.

source: Oođõõzzid, koin lie kuʹǩesäiggsa, kookkas pueʹttiäigga vaaikteei da miârkteei vaaiktõõzz säʹmmlai pueʹttiäigga, leâʹša koivuiʹm tuâjj õinn juätkkai.
fin: Uudistukset, joilla on pitkäaikaisia, kauaskantoisia ja merkittäviä vaikutuksia saamelaisten tulevaisuuteen, mutta joiden parissa työ vielä jatkuu.

source: Kuhttuid proseeʹssid priorisõʹstteš Sääʹmteeʹǧǧest eeʹjj 2015.
fin: Molempia prosesseja priorisoitiin Saamelaiskäräjillä vuonna 2015.

source: Leäm maantõõttâm jeäʹrben mõõntõõllamvuâkka, koin meäʹcchalltõslääʹǩǩoođummuž ooudeeš riikkvaaldšummšest ooudårra.
fin: Olen pettynyt erityisesti menettelytapaan, millä metsähallituslakiuudistusta vietiin valtionhallinnossa eteenpäin.

source: Lääʹǩǩhämmsest lääʹjjvalmštõõllâm vuâđđan tuõʹtteš teeʹkstest, što tõʹst lie leämmaž vuâđđan ouddlõž halltõõzzi liʹnnjõõzz da vuâđđjurddi, leâʹša kuuitâǥ säʹmmlaid kuõskki paragraaffid jie maacctam hämmsa, håʹt määŋg orgaan tõi kaggâm rauʹǩǩe.
fin: Lakiluonnoksessa lainvalmistelun pohjana todettiin olevan edellisten hallitusten linjaukset ja periaatteet, mutta siltikin saamelaisia koskevia uusia pykäliä ei hallituksen esitykseen monen eri tahon pyynnöstäkään nostettu.

source: Teänjooǥǥ kueʹlstõõllâmsuåppmõš lij määngnalla miârkteei, ij-ǥa uuʹccmõsân tõnt, ko tõt rääjj raamid pueʹtti Njauddâmjooǥǥ kueʹlstõõllâmsuåppmõõžž oođeemtuõjju.
fin: Tenon kalastussopimus on monella tapaa merkittävä, eikä vähiten siksi, että se luo myös raamit tulevalle Näätämöjoen kalastussopimuksen uudistamistyölle.

source: Tuäivam, što pueʹtti Sääʹmteʹǧǧ juätkk tääʹrǩes ouddõsvuåppâmtuâj täi oođõõzzivuiʹm da što tõn tuejjeet šiõǥǥ õhttsažtuâjast jeeʹres sääʹmtuåimmjeeʹjivuiʹm veiddsânji, nuʹtt mäʹhtt eeʹjjest 2015.
fin: Toivon, että seuraavat Saamelaiskäräjät jatkaa tärkeää edunvalvontatyötä näiden uudistusten parissa ja että sitä tehdään hyvässä yhteistyössä eri saamelaistoimijoiden kanssa laajana rintamana, kuten vuonna 2015.

source: Späʹssbõõžžam täʹst jm.
fin: Kiitänkin tästä mm..

source: Sámiráđđi, Saaʹmi siidsåbbar sääʹmsuåvtõõzzeesvuiʹm, sääʹmõhttõõzzid, säʹmmlai dommvuuʹd paalǥâskooʹddid di jeeʹres sääʹmaktiivid.
fin: Saamelaisneuvostoa, Kolttien kyläkokousta kolttaneuvostoineen, saamelaisyhdistyksiä, saamelaisten kotiseutualueen paliskuntia sekä yksittäisiä saamelaisaktiiveja.

source: Vaaleeʹjj diõtt še Sääʹmteeʹǧǧ vaal jeeʹres vuõʹjjineesvuiʹm tuejjte vaaldšummuž di leʹjje jiânnai jeeʹres mediain ooudâst.
fin: Vaalivuodesta johtuen myös Saamelaiskäräjien vaalit eri vaiheineen työllistivät hallintoa sekä olivat paljon esillä eri medioissa.

source: Mainstummuš ǩii lij säʹmmlaž da ǩeäk tõʹst mââimõs ǩiõđâst tuʹmmje di säʹmmlai jiõččmieʹrreemvuõiggâdvuõđâst meeran juätkkjež vaalpââʹj 2016–2020 čõõđ.
fin: Keskustelu kuka on saamelainen ja ketkä siitä viime kädessä päättävät sekä saamelaisten itsemääräämisoikeudesta kansana jatkunee läpi vaalikauden 2016–2020.

source: Tän mätta mainstummšest lie joba eʹtǩǩääm, što riikk tuʹmmai oʹđđest Sääʹmteeʹǧǧ tobstummuž di ekonoomlaž tuärjjummuž.
fin: Tähän mennessä keskustelussa on jopa ehdotettu valtiota harkitsemaan uudelleen Saamelaiskäräjien tunnustamista sekä taloudellista tukemista.

source: Vuäinam, što vaalpââʹj 2016–2020 õhttân tääʹrǩes linnjân lij Sääʹmteeʹǧǧ legitimiteeʹtt nââneem Lääʹddjânnam årra.
fin: Näen, että vaalikauden 2016–2020 yhtenä tärkeänä linjana on Saamelaiskäräjien legitimiteetin vahvistaminen suhteessa Suomen valtioon.

source: Jeeʹres šõddmõõžž
fin: Muita tapahtumia

source: Sääʹmteʹǧǧ vuässõõđi njuhččmannust ʼM:i alggmeerai aaʹšši põõšši fooruuʹme ooudab iiʹjjin čoʹrsteeʹl alggmeerai parlameeʹnti kõõlb vueʹlnn Lääʹddjânnam riikk delegaatio sââʹjest.
fin: Saamelaiskäräjät osallistui huhtikuussa YK:n alkuperäiskansojen asioiden pysyvään foorumiin aikaisemmista vuosista poiketen alkuperäiskansojen parlamenttien kyltin alla Suomen valtion delegaation sijaan.

source: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari delegaatio vueʹssen.
fin: Kevään eduskunnan päätösten jälkeen Saamelaiskäräjät ei nähnyt mahdolliseksi osallistua Suomen delegaation osana.

source: Fooruumâst ǩiõttʼtõʹlleš määŋgid alggmeeraid tääʹrǩes aaʹššid, koin ouddmiârkkân nuõri jiõččsårmmʼmõõžž kuäʹsǩǩe sääʹmõutstõõzz jeäʹrben Ruõccâst.
fin: Foorumissa käsiteltiin monia alkuperäiskansoille tärkeitä aiheita, joista esimerkiksi nuorten itsemurhat koskettavat saamelaisyhteisöä erityisesti Ruotsissa.

source: Täʹst lie vaaiktõõzz še Lääʹddjânnam sääʹmnuõrid.
fin: Tällä on heijastevaikutuksia myös Suomen saamelaisnuoriin.

source: Tät äʹššvuʹvdd lij kaggum eeʹjj 2015 äiʹǧǧen määŋg õhttvuõđâst.
fin: Tämä aihe on ollut vuoden 2015 aikana esillä monessa eri yhteydessä.

source: Sääʹm parlamentaarlaž suåvtõõzz (SPS) saaǥǥjååʹđtemvuõtt serddji Lääʹddjânnam Sääʹmtegga 1.6. ääʹljeeʹl.
fin: Saamelaisen parlamentaarisen neuvoston (SPN) puheenjohtajuus siirtyi Suomen Saamelaiskäräjille 1.6. alkaen.

source: SPS vuäǯǯai-i tâʹlles šiõǥǥ ođđsid, ko õhttsažtâʹvvjânnamlaž ǩiõllõhttsažtuâjjhaʹŋǩǩõs, Ǩiõllkaʹlddi – sääʹmǩiõli ämmat- da resursskõõskõs, vuäǯǯai teäggtõõzz miâlggâd kooum eeʹjj tuåimmjummša Interreegg Tâʹvv-prograamm Sápmi-vueʹssprograammâst di jeeʹres meersaž teäggteeʹjin, mâʹte Lääʹddjânnmest Lappi leettast.
fin: SPN saikin heti puheenjohtajuuskauden alkuun hyviä uutisia, kun yhteispohjoismainen kieliyhteistyöhanke, Kielikaltio – saamen kielten ammatti- ja resurssikeskus, sai rahoituksen miltei kolmen vuoden toiminnalle Interregin Pohjoinen-ohjelman Sápmi-osaohjelmasta sekä muilta kansallisilta rahoittajilta, kuten Suomessa Lapin liitolta.

source: Ǩiõllkaʹlddi (sääʹmǩiõʹlle Giellagáldu, Kielâkäldee, lääddas Kielikaltio) lij tuåimmâm 1.8.2015 ääʹljeeʹl ämmatlaž äʹšštobddiorgaanân.
fin: Kielikaltio (saamen kielillä Giellagáldu, Kielâkäldee, Ǩiõllkaʹlddi) on toiminut 1.8.2015 alkaen ammatillisena asiantuntijaelimenä.

source: Tõt taʹrjjad ǩiõllvieʹǩǩ di raʹvvai sääʹmǩiõli ââʹnnem õhtti aaʹššin.
fin: Se tarjoaa kieliapua sekä neuvoo saamen kielten käyttöön liittyvissä asioissa.

source: Terminologia- da normmeemtuâjai lââʹssen kõõskõõzz tuâjaid koʹlle še ǩiõllhuõll di teâđ jueʹǩǩem sääʹmǩiõli da tõi ämmatlaž kõõččmõõžži diõtt.
fin: Terminologiatöiden ja normituksen lisäksi keskuksen tehtäviin kuuluu myös kielenhuolto, tiedon jakaminen saamen kielistä sekä niiden ammatillisista kysymyksistä.

source: Ååuʹc sääʹmǩiõlâst lie mieʹldd saujj-, luulaja-, tâʹvv-, aanar- di nuõrttsääʹmǩiõl.
fin: Yhdeksästä saamen kielestä on mukana etelä-, luulajan-, pohjois-, inarin- ja koltansaamen kielet.

source: Haʹŋǩǩõõzz äiʹǧǧen lij täävtõssân seʹlvvted, mäʹhtt jeeʹres, ouddmiârkkân Ruõccâst mainstum uumajasääʹmǩiõl da Ruõššâst mainstum ǩiʹlddsääʹmǩiõl, vuäǯǯčeš kõõskõõzz tuåimmjummša mieʹldd.
fin: Hankkeen aikana on tavoitteena selvittää, miten muut, esimerkiksi Ruotsissa puhuttu uumajansaame ja Venäjällä puhuttu kildininsaame, saataisiin keskuksen toiminnan piiriin.

source: Haaʹlääm-i späʹssbõõššâd teäggteeʹjid tääʹrǩes tuärjjõõzzâst sääʹmǩiõli pueʹttiääiʹj staanâm diõtt.
fin: Haluankin kiittää rahoittajia tärkeästä tuesta saamen kielten tulevaisuuden turvaamiseksi.

source: Sääʹm parlamentaarlaž suåvtõõzz di Sääʹmteeʹǧǧ vaalpââʹj 2016–2020 tääʹrǩmõs ââldasääiʹj täävtõõzzid kooll Ǩiõllkaʹlddi tuåimmjummuž põõšši teäggtõõzz haʹŋǩǩeem.
fin: Saamelaisen parlamentaarisen neuvoston sekä Saamelaiskäräjien vaalikauden 2016–2020 tärkeimpiin lähiajan tavoitteisiin kuuluu Kielikaltion toiminnan pysyvän rahoituksen hankkiminen.

source: Vuõiggâdvuõttministeriast rieʹššeš kålggmannust sääʹmaaʹššid hoiʹddjeei veʹrǧǧoummi da Sääʹmteeʹǧǧ eeʹttǩeeʹji kõskksaž nuʹtt koččum sääʹmaaʹšši saǥǥstõõllâmpeeiʹv.
fin: Oikeusministeriössä järjestettiin lokakuussa saamelaisasioita hoitavien virkamiesten ja Saamelaiskäräjien edustajien välinen nk. saamelaisasioiden neuvottelupäivä.

source: Mieʹrren leäi ooudeed riikksuåvtõõzz da Sääʹmteeʹǧǧ kõskksaž õhttsažtuâj.
fin: Tarkoituksena oli kehittää valtioneuvoston ja Saamelaiskäräjien välistä yhteistyötä.

source: Šõddmõõžžâst jieʹlleš ministeriai mieʹldd čõõđ ääiʹjpoddsaž sääʹmaaʹššid.
fin: Tilaisuudessa käytiin ministeriöittäin läpi ajankohtaiset saamelaisasiat.

source: Looppâst saǥǥstõʹlleš vuäʹnkânji veʹrǩǩneeʹǩǩi sääʹmteʹǧǧlääʹjj meâlddsaž kuullâmõõlǥtemvuõđ pirr.
fin: Lopuksi keskusteltiin lyhyesti viranomaisten saamelaiskäräjälain mukaisesta kuulemisvelvoitteesta.

source: Mieʹrren leäi še smiõttâd jueʹtǩ da jeeʹres õhttsažtuâjjmaallid di - naaʹlid.
fin: Tarkoituksena oli myös pohtia jatkoa ja eri yhteistyömalleja ja - muotoja.

source: Čõhččtääʹlv mieʹldd Sääʹmteʹǧǧ kaaunõõđi säʹmmlai dommvuuʹd kooʹddivuiʹm.
fin: Syystalven aikana Saamelaiskäräjät tapasi saamelaisten kotiseutualueen kuntien kanssa.

source: Kaaunõõttmõõžž leʹjje šiõǥǥjiõggsa da raajji.
fin: Yhteistyötapaamiset olivat hyvähenkisiä ja rakentavia.

source: Kaaunõõttmõõžžin saǥǥstõʹlleš veiddsânji ääiʹjpoddsaž aaʹšši di vaʹǯǯtõõzzi pirr.
fin: Tapaamisissa keskusteltiin laajasti ajankohtaisista asioista sekä haasteista.

source: Späʹssbõõžžam veâl pukid kaaunõõttmõõžžid vuässõõttâm kooʹddi eeʹttǩeeʹjid.
fin: Kiitän vielä kaikkia tapaamisiin osallistuneita kuntien edustajia.

source: Sääʹmteeʹǧǧ vaaldšummuš lij tuejjääm tuâj še määŋgi vaaldšummuž kuõskki oođummšivuiʹm eeʹjj 2015.
fin: Saamelaiskäräjien hallinto on työskennellyt myös monien hallintouudistusten merkeissä vuonna 2015.

source: Täällvaaldšemsektorr leäi puki veiddsummus ooudummšest jeäʹrbi mieʹldd ođđ liâdggsaž riâšldõõǥǥi ââʹnnma välddmõõžž peäʹlnn.
fin: Taloushallintosektori oli kaikista laajimman kehittämisen kohteena muun muassa uusien sähköisten järjestelmien käyttöön ottamiseksi.

source: Lââʹssen vuõiggâdvuõttministeria jieʹli škooulteʹmmen piisarkååʹdd da Sääʹmteeʹǧǧ vuäzzlaid vuõiggâdvuõttministeria vaaldšemvuuʹd ryytmâst ouddmiârkkân täällarvvlõõzzi plaaneem vueʹzzeld.
fin: Lisäksi oikeusministeriö kävi kouluttamassa niin Saamelaiskäräjien sihteeristöä kuin jäseniä oikeusministeriön hallinnonalan rytmistä mm. talousarvioiden suunnittelun osalta.

source: Tän vuâđald Sääʹmteeʹǧǧ vaaldšummšest tuʹmmješ põrggâd seämma äiʹǧǧtauʹlle riikk vaaldšummšin.
fin: Tämän pohjalta Saamelaiskäräjien hallinnossa päätettiin pyrkiä samaan aikatauluun valtion hallinnon kanssa.

source: Ouddmiârkkân raammtäällarvvlõõzzi raajjâm neellj eeʹjj pââjas lij õhtt ođđ, riikk vaaldšummšin õhttneei plaanummuš tuâjjneävvain.
fin: Esimerkiksi kehystalousarvioiden laatiminen nelivuotiskaudeksi on eräs uusista, valtion hallinnon kanssa yhtenevistä suunnittelun työkaluista.

source: Tuâjjriâššmõõžž še ooudeeš.
fin: Myös työjärjestystä kehitettiin eteenpäin.

source: Sääʹmteʹǧǧ lij tuåimmâm vuõssmõs neellj eeʹjj pââʹj sääʹmkulttuurkõõskõs Sajoozzâst.
fin: Saamelaiskäräjät on toiminut ensimmäisen nelivuotiskautensa saamelaiskulttuurikeskus Sajoksessa.

source: Raam Sääʹmteeʹǧǧ vaaldšummša da politiikklaž tuåimid di sääʹmkulttuur da sääʹmǩiõli ooudummša lie leämmaž historiaalʼla.
fin: Puitteet Saamelaiskäräjien hallinnolle ja poliittiselle toiminnalle sekä saamelaiskulttuurin ja saamen kielten edistämiselle ovat olleet historialliset.

source: Sajoozzâst lie neellj eeʹjj äiʹǧǧen riâššâm jäänmõs vueʹzz Sääʹmteeʹǧǧ såbbrin, kaaunõõttmõõzzin di še jõnn vueʹzz saǥǥstõõllmõõžžin.
fin: Sajoksessa on neljän vuoden aikana järjestetty valtaosa Saamelaiskäräjien kokouksista, tapaamisista sekä myös suuri osa neuvotteluista.

source: Sajoozzâst leät še vuäinnam määŋgnallšem šõddmõõžžid čuõvvumus sääʹmartiisti konseeʹrtin Lääʹddjânnam Meersažbaleeʹtt čuäʹjtõʹsse.
fin: Sajoksessa on myös nähty monenlaisia tapahtumia eturivin saamelaisartistien konserteista Suomen Kansallisbaletin esitykseen.

source: Sajos lij-i leämmaž čiõlggsânji virksmâʹttmen kulttuurjieʹllem.
fin: Sajos on ollutkin selvä piristysruiske kulttuurielämälle.

source: Sajoozz ooudeem tän mätta lij kaiʹbbjam määŋgi tuåimmjeeʹji čââpp õhttsažtuâj.
fin: Sajoksen kehittyminen tähän pisteeseen on vaatinut monien toimijoiden tiivistä yhteistyötä.

source: Haaʹlääm-i spässbõõššâd pukid tän tuõjju vuässõõttâm oummid da orgaanid.
fin: Haluankin kiittää kaikkia tähän työhön osallistuneita.

source: Samai huõl counnʼjen âlgg ââʹnned Lääʹddjânnam tän poddsaž vueʹjj, koon vââʹjjsaaǥǥ sueiʹmkrâʹstte.
fin: Erittäin huolestuttavana tulee pitää Suomen tämän hetkistä tilannetta, jota heijastelee vihapuhe, jollaista ei ennen ole koettu.

source: Nåkam jeät leäkku ouddâl ǩiõččlâsttam lääʹdd ni sääʹm õhttsažkååʹddest.
fin: Sellaista ei ole koettu suomalaisessa eikä saamelaisessa yhteiskunnassa.

source: Tät lij
fin: Vihapuheessa keskeistä on Saamelaiskäräjien legitimiteetin systemaattinen kyseenalaistaminen, mikä on vain yksi tapa yrittää vähentää saamelaisten itsemääräämisoikeutta

source: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari samai nääʹlteʹm.
fin: Paavvâl Taannâl Tiina – Tiina Sanila-Aikio Sääʹmteʹǧǧ – Saamelaiskäräjät saaǥǥjååʹđteei – puheenjohtaja Sajos, FIN-99870 Aanar – Inari kansana.

source: Tän vueiʹtet vueiʹnned kolonialiism ânnʼjõžpeeiʹv ååʹblǩen, mõõn očndõõttâmvueʹǩǩen eeʹjjest 2015 leät vuäinnam missʼji sääʹmpihttsid jiuǯǯi eeʹttkâʹsttempihttsid ko še jeeʹres sääʹmorganisaatioi eksisteeʹns da ekonoomlaž tuärjjõõzz priimmâmnallšemvuõđ kõõččâm-miârk vuâlla piijjâm.
fin: Tämä voidaan nähdä kolonialismin nykypäivän muotona, minkä ilmentyminä vuonna 2015 on nähty niin missien saamenpukua jäljittelevät edustuspilailupuvut kuin eri saamelaisorganisaatioiden olemassa olon ja taloudellisen tukemisen oikeutuksen kyseenalaistaminen.

source: Toobdâlm lie kõrsmam peʹce Lääʹddjânnmest, še Tâʹvvjânnmin da jeeʹres åʹrnn maaiʹlmest.
fin: Ilmapiiri on koventunut paitsi Suomessa, myös Pohjoismaissa ja muualla maailmassa.

source: Tät kuâskk še alggmeerkõõččmõõžžid.
fin: Tämä koskee myös alkuperäiskansakysymyksiä.

source: Lij samai vääžnai, što Tâʹvvjânnam leʹčče ooudpeäʹlnn jooʹtti alggmeeraid kuõskki vââʹjjsaaǥǥ tuõʹllʼjummšest.
fin: On hyvin tärkeää, että Pohjoismaat olisivat edelläkävijöitä alkuperäiskansoja koskevan vihapuheen hillitsemisessä.

source: Säʹmmlaid kuõskki aaʹššid õõlǥči ooudeed tän vueʹjjest jeäʹrben tâʹvvjânnamlaž tääʹzzest da tõnt leʹčči-i vääžnai, što tâʹvvjânnamlaž sääʹmsuåppmõõžž saǥǥstõõllmõõžžid ǩiõrǥteʹčeš mââimõõzzâst da suåppmõõžž ratifiââstčeš da tueiʹmmepiijčeš.
fin: Saamelaisia koskevia asioita tulisikin edistää tässä tilanteessa erityisesti pohjoismaisella tasolla ja siksi olisikin tärkeää, että pohjoismaisen saamelaissopimuksen neuvottelut saataisiin viimein loppuun ja sopimus ratifioitua ja toimeenpantavaksi.
